{
  "page": "combat",
  "title": "Combat",
  "sections": [
    {
      "type": "intro",
      "content": "Lorsqu'un combat commence, on compare l'Initiative de tous les participants (héros et monstres), et on détermine alors un ordre de tour. Celui qui a la plus grande initiative commence, puis c'est au tour du second avec la plus grande initiative , etc...\n\n<br><br>Chaque participant joue son tour (déplacement et actions), puis on passe au suivant. Lorsque tous les monstres ou tous les héros sont morts ou hors d'état de se battre, le combat s'arrète."
    },
    {
      "type": "card",
      "id": "combat-new-2-1756401371776",
      "title": "Déplacement",
      "content": "À chaque tour, un héros peut se déplacer de 9 mètres (plus s’il bénéficie de bonus), en plus de ses actions.\n<br><br>Certains terrains, comme la boue ou le sable, sont considérés comme des terrains difficiles : la vitesse y est alors réduite de moitié.\n<br><br>Un héros ou un monstre ne peut pas traverser un adversaire occupant une largeur de 3 mètres. Si plusieurs ennemis se tiennent côte à côte, ils forment un véritable mur infranchissable.",
      "deletable": true,
      "sectionName": "Nouvelle section"
    },
    {
      "type": "card",
      "id": "combat-new-3-1756401384086",
      "title": "Actions",
      "content": "Chaque tour, un héros dispose d'une <b>action principale</b>, pour effectuer une attaque physique ou un sort.\nElle est perdue si elle n'est pas utilisé pendant son tour. Elle permet également de faire toute action qui nécéssite un test de compétence (ouvrir une porte, casser un rocher...).\n\n<br><br>Il dispose également d'une <b>action secondaire</b>, qui permet de faire un certains nombre de choses :\n<br>- Sauter.\n<br>- Utiliser un objet.\n<br>- Changer d'arme.\n<br>Certains dons ou abilités permettent également d'effectuer d'autres choses en utilisant l'action secondaire.\n\n<br><br> Les héros peuvent effectuer leur déplacement, action principale et secondaire dans l'ordre qui leur plait.",
      "deletable": true,
      "sectionName": "Nouvelle section"
    },
    {
      "type": "card",
      "id": "combat-new-4-1756401409186",
      "title": "Attaques, sorts, armure",
      "content": "Pour effectuer une attaque physique : \n<br>- Il faut être à bonne portée (1.5m pour une arme de mélée, ou indiquée sur l'arme sinon).\n<br>- Il faut effectuer un saut pour toucher un monstre volant.\n<br><br>Ensuite l'attaquant lance un d20. Si le résultat est inferieur ou égal à (1 + Esquive) du défenseur, l'attaque rate. Si le resultat est supérieur ou égal à (20 - Chance de Critique) de l'attaquant, l'attaque est un coup critique et les dégats physiques sont doublés.\n<br>Dans le cas ou des dommages élémentaires sont rattachés à une arme (via sort, objet ou autre), les dommages seront critiques et doublés seulement si l'élément de l'attaque est l'opposé de l'élément d'affiliation de la cible.\n<br><br> Si l'attaque est réussit, on soustrait l'armure physique aux dégats physiques de l'attaque, puis avec le resultat on diminue les points de vie du défenseur. On procede de même avec les dégats élémentaires, en utilisant l'armure élémentaire correspondante. Si ses points de vie passent à 0, la cible meurt.\n<br><br><hr><br>\n\nPour lancer un sort:\n<br> - Le lanceur doit être à portée de la cible.\n\n<br><br>Ensuite le lanceur lance un d20. Si le résultat est inferieur ou égal à 1, le sort rate. Si le resultat est supérieur ou égal à (20 - Chance de Critique des sorts) de l'attaquant, l'effet du sort sera critique s'il réussit.\n\n<br><br>On regarde ensuite dans le sort les \"Sans effet si\":\n<br>- S'il est sans effet en cas d'esquive, on regarde si le resultat du dé est inferieur ou égal à (1 + Esquive) du défenseur.\n<br>- S'il n'affecte pas les créature avec un certain élément d'assignation, le MJ indiquera si le sort n'a pas d'effet.\n<br>- S'il s'agit d'un sort d'altération magique, on compare l'intelligence du lanceur avec la resistance altération du lanceur. S'il elle n'est pas strictement superieure, le sort est sans effet.\n\n<br><br> Si aucun des cas \"Sans effet si\" n'est appliquable, alors on applique l'effet du sort (qui peut également être critique, dont l'effet est indiqué dans chaque sort). Si l'élément du sort est opposé à l'élément d'affiliation du défenseur, l'effet est forcement critique.\n<br> Si le sort inflige des dégats élémentaire, il faudra soustraire aux dégats infligés l'armure élémentaire correspondante.\n<br> Si le sort inflige une altération, on pose un dé sur une face représetant le nombre de tour restant.",
      "deletable": true,
      "sectionName": "Nouvelle section"
    },
    {
      "type": "card",
      "id": "combat-new-5-1756401438556",
      "title": "Coup critique et esquive",
      "content": "<hr><br><br><strong>Chance de coup critique (physique) </strong> : Lors d'une attaque physique, le lanceur de l'attaque lance un d20. S'il fait 20, alors les dégats physiques (et seulement physiques) sont doublés.<br> Augmenter les chances de coup critique réduit la valeur du dé nécéssaire pour faire un critique. Par exemple, avec 3 de chance de coup critique, si le dé fait de 17 à 20, l'attaque est critique.\n\n<br><br><hr><br><strong>Chance de coup critique (sorts et consommables)</strong> : Lorsque un héros ou un monstre lance un sort ou utilise un consommable, il lance un d20. S'il fait 20, alors le sort est critique, chaque sort/consommable ayant un effet critique différent (indiqué dans sa description).<br> Augmenter les chances de coup critique des sorts et consommables réduit la valeur du dé nécéssaire pour faire un critique. Par exemple, avec 3 de chance de coup critique, si le dé fait de 17 à 20, le resultat est critique. \n\n<br><br><hr><br><strong>Esquive </strong> : Lors d'une attaque physique, ou d'un sort sans effet si esquive (indiqué dans la fiche du sort), lorsque le lanceur lance son d20, si le resultat est 1, l'attaque est sans effet. Avoir de l'esquive pour la cible de l'attaque augmente la valeur du dé jusqu'a laquelle l'attaque échoue. Par exemple, avec 3 d'esquive, si le dé fait 4 ou moins, l'attaque échoue. La valeur d'esquive ne peut jamais dépasser 9, quel que soit l'equipement ou bonus d'un joueur ou monstre.",
      "deletable": true,
      "sectionName": "Nouvelle section"
    },
    {
      "type": "card",
      "id": "combat-new-6-1756401461053",
      "title": "Mort",
      "content": "Lorsque les points de vie d'un héros passe sous la barre des 0 points de vie, il meurt. Le joueur devra alors créer un nouveau personnage.\n<br><br>Il se murmure que certaines magies très puissantes sont capables de ressussiter un héros mort s'il elle est pratiquée peu de temps aprés la mort.",
      "deletable": true,
      "sectionName": "Nouvelle section"
    }
  ]
}