{
  "page": "histoire",
  "title": "Histoire",
  "sections": [
    {
      "type": "intro",
      "content": ""
    },
    {
      "type": "card",
      "id": "ere-legendaire",
      "title": "",
      "content": "<b>Foresia, royaume ancien aux mille visages</b><br>\nDans les terres de <b>Foresia</b>, un royaume ancien aux mille visages, la <b>magie</b> imprègne chaque pierre et chaque souffle de vent. \nForêts luminescentes, volcans grondants, temples enfouis et ruines cyclopéennes rappellent que les dieux et les anciens peuples ont marqué cette terre de leur puissance.\n\n<br><br><b>La région de Mabresia</b><br>\nAu cœur de ce royaume s’étend la région de <b>Mabresia</b>, autrefois fertile et paisible, où se dressaient des cités marchandes prospères et des villages agricoles nourris par des rivières cristallines.\n\n<br><br><b>La malédiction des cristaux</b><br>\nMais depuis quelques décennies, un mal mystérieux s’est abattu sur la contrée. \nDes <b>cristaux magiques</b> surgis des profondeurs de la terre altèrent la nature et les êtres vivants : animaux, monstres, et même parfois les races intelligentes. \nCes cristaux provoquent des <b>mutations</b> et une <b>soif de violence</b> incontrôlable.\n\n<br><br><b>Peuples et tensions</b><br>\nLes habitants de Foresia — <b>humains</b>, <b>elfes</b>, <b>nains</b>, mais aussi des créatures plus sombres comme <b>démons</b> et <b>morts-vivants</b> — vivent désormais dans une tension permanente, oscillant entre alliances fragiles et guerres ouvertes. \nChacun cherche à <b>exploiter</b> ou <b>détruire</b> ces cristaux, selon ses croyances et ambitions.",
      "deletable": true,
      "sectionName": "Nouvelle section"
    },
    {
      "type": "card",
      "id": "chronologie",
      "title": "📅 Chronologie",
      "content": "<b>Il y a 300 ans</b> – L’Empire des Anciens, peuple oublié, érige d’immenses temples et scelle dans leurs fondations des secrets de magie que nul ne comprendra jamais entièrement.<br><br>\n\n<b>Il y a 200 ans</b> – Chute de l’Empire : guerres entre dieux mineurs et rois mortels. Les temples sont abandonnés, et les ruines se couvrent de végétation.<br><br>\n\n<b>Il y a 80 ans</b> – Premiers récits d’étranges cristaux luminescents découverts dans les montagnes de Mabresia. Au début considérés comme bénédictions, certains se révèlent instables.<br><br>\n\n<b>Il y a 50 ans</b> – Des bêtes sauvages commencent à muter et deviennent plus féroces. Les premiers villages sont détruits par des créatures altérées.<br><br>\n\n<b>Il y a 30 ans</b> – Les cristaux se répandent : on les retrouve dans les forêts, les marécages et même les ruines anciennes. De plus en plus de créatures sont transformées.<br><br>\n\n<b>Il y a 20 ans</b> – Les premières guerres éclatent entre royaumes frontaliers : certains veulent s’emparer des cristaux comme armes, d’autres cherchent à les détruire.<br><br>\n\n<b>Aujourd’hui</b> – La région de Mabresia est devenue une terre sauvage, où nul n’est à l’abri : les routes sont envahies de créatures mutées, les villages se fortifient, et des aventuriers de tous horizons s’y aventurent à la recherche de gloire, de savoir… ou de pouvoir.",
      "deletable": true,
      "sectionName": "Nouvelle section"
    }
  ]
}